Repository: PiotrZPL/PrimeCheck
Catalog: po/*.po
Languages: pl

source: About
pl: O programie

source: Credits
pl: Podziękowania

source: Version %1
pl: Wersja %1

source: Released under the terms of %1
pl: Program został wydany pod licencją %1

source: Report bugs on %1
pl: Możliwość zgłoszenia błędów na %1

source: Huge thanks to:
pl: Wielkie podziękowania dla:

source: Igor Sobociński - for substantive support
pl: Igor Sobociński - za wsparcie merytoryczne

source: sutani127 - for substantive support
pl: sutani127 - za wsparcie merytoryczne

source: Johan Guerreros - for Vulgry
pl: Johan Guerreros - za Vulgry

source: The UBports Foundation - for Ubuntu Touch
pl: The UBports Foundation - za Ubuntu Touch

source: Anne017 - French
pl: Anne017 - francuski

source: Translators:
pl: Tłumaczenia:

source: Piotr Lange - Polish
pl: Piotr Lange - polski

source: Theme
pl: Motyw

source: Check
pl: Sprawdź

source: is a prime number.
pl: jest liczbą pierwszą.

source: is not a prime number.
pl: nie jest liczbą pierwszą.

source: It is divisible by
pl: Jest podzielna przez

source: Enter a number
pl: Wpisz liczbę
